Table of Contents
 Enum DirectionType
Namespace
IdeaRS.OpenModel.Detail.Loading
Assembly
IdeaRS.OpenModel.dll
Direction type
public enum DirectionType
Fields
GlobalX = 0
GlobalX
GlobalY = 1
Global Y
GlobalZ = 2
Global Z
LocalX = 3
Local X
LocalY = 4
Local Y
LocalZ = 5
Local Z
Fields
 Name |  Description
 GlobalX = 0
GlobalX
 GlobalY = 1
Global Y
 GlobalZ = 2
Global Z
 LocalX = 3
Local X
 LocalY = 4
Local Y
 LocalZ = 5
Local Z
 Edit this page